<%@ page contentType="text/html;charset=UTF-8" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html>
<html>
    <head>
        <title>Планн | Просмотр задачи</title>
        <link rel="shortcut icon" href="<c:url value="/resources/img/favicon.ico" />" type="image/x-icon">
        <link rel="stylesheet" href="<c:url value="/resources/css/style.css" />">
        <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-rbsA2VBKQhggwzxH7pPCaAqO46MgnOM80zW1RWuH61DGLwZJEdK2Kadq2F9CUG65" crossorigin="anonymous">
        <meta charset="utf-8" name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
        <meta name="theme-color" content="#FF8F00">
    </head>
    <body style="background-color:#ebebeb;" >
        <div class="container">
            <div class="row">
                <div class="col-sm-9">
                    <h2>Название задачи</h2>
                    <p>Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление является качественно новой ступенью переосмысления внешнеэкономических политик. Прежде всего, курс на социально-ориентированный национальный проект позволяет выполнить важные задания по разработке позиций, занимаемых участниками в отношении поставленных задач. С другой стороны, социально-экономическое развитие играет определяющее значение для поставленных обществом задач.</p>
                    <p>Имеется спорная точка зрения, гласящая примерно следующее: предприниматели в сети интернет формируют глобальную экономическую сеть и при этом — призваны к ответу. Банальные, но неопровержимые выводы, а также явные признаки победы институционализации, инициированные исключительно синтетически, разоблачены. А также стремящиеся вытеснить традиционное производство, нанотехнологии призывают нас к новым свершениям, которые, в свою очередь, должны быть преданы социально-демократической анафеме. Каждый из нас понимает очевидную вещь: современная методология разработки позволяет выполнить важные задания по разработке существующих финансовых и административных условий. А ещё представители современных социальных резервов будут в равной степени предоставлены сами себе.</p>
                    <p>Каждый из нас понимает очевидную вещь: синтетическое тестирование позволяет оценить значение глубокомысленных рассуждений. В рамках спецификации современных стандартов, явные признаки победы институционализации представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть призваны к ответу. Лишь стремящиеся вытеснить традиционное производство, нанотехнологии освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Идейные соображения высшего порядка, а также сплочённость команды профессионалов напрямую зависит от форм воздействия.</p>
                    <p>В рамках спецификации современных стандартов, интерактивные прототипы указаны как претенденты на роль ключевых факторов. Следует отметить, что реализация намеченных плановых заданий однозначно определяет каждого участника как способного принимать собственные решения касаемо системы обучения кадров, соответствующей насущным потребностям. В своём стремлении повысить качество жизни, они забывают, что консультация с широким активом создаёт предпосылки для распределения внутренних резервов и ресурсов.</p>
                    <p>Как принято считать, многие известные личности являются только методом политического участия и указаны как претенденты на роль ключевых факторов. В целом, конечно, сложившаяся структура организации однозначно фиксирует необходимость первоочередных требований! Мы вынуждены отталкиваться от того, что граница обучения кадров представляет собой интересный эксперимент проверки соответствующих условий активизации. Разнообразный и богатый опыт говорит нам, что начало повседневной работы по формированию позиции не даёт нам иного выбора, кроме определения стандартных подходов.</p>
                    <p>Есть над чем задуматься: реплицированные с зарубежных источников, современные исследования объявлены нарушающими общечеловеческие нормы этики и морали. Наше дело не так однозначно, как может показаться: граница обучения кадров требует от нас анализа анализа существующих паттернов поведения. Сложно сказать, почему реплицированные с зарубежных источников, современные исследования превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. И нет сомнений, что диаграммы связей ограничены исключительно образом мышления. Учитывая ключевые сценарии поведения, консультация с широким активом способствует подготовке и реализации стандартных подходов! Однозначно, диаграммы связей являются только методом политического участия и заблокированы в рамках своих собственных рациональных ограничений.</p>
                    <h3>Обсуждение:</h3>
                </div>
                <div class="col-sm-3">
                    <h2>Привет</h2>
                    <p>Параграф</p>
                </div>
                <!-- Начало треда-->
                <div class="row">
                    <div class="col-sm-9" style="background-color: #ebebeb;">
                        <div class="card-comment">
                            <div class="card-body-comment">
                                <span class="badge rounded-pill text-bg-dark">@Разработчик</span>
                                <h5 class="card-title-comment">Антон Деплоев</h5>
                                <p>Вопрос на повестку: Надо бы задеплоить все что не задеплоено.</p>
                                <p>Есть над чем задуматься: реплицированные с зарубежных источников, современные исследования объявлены нарушающими общечеловеческие нормы этики и морали. </p>
                                <button type="button" class="btn btn-dark position-relative">Обсудить<span class="position-absolute top-0 start-100 translate-middle badge rounded-pill bg-danger">3</span></button>
                                <div class="accordion" id="accordionExample">
                                <div class="accordion-item">
                                    <h2 class="accordion-header" id="headingOne">
                                        <button class="accordion-button" type="button" data-bs-toggle="collapse" data-bs-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                                            Раскрыть тред
                                        </button>
                                    </h2>
                                    <div id="collapseOne" class="accordion-collapse collapse" aria-labelledby="headingOne" data-bs-parent="#accordionExample">
                                        <div class="accordion-body">


                                            <div class="card-comment">
                                                <div class="card-body-comment">
                                                    <span class="badge rounded-pill text-bg-dark">@Разработчик</span>
                                                    <h5 class="card-title-comment">Виктор Фронтендов:</h5>
                                                    <p>Это что за говно код!</p>
                                                    <p>Полная лажа источников, современные исследования объявлены нарушающими общечеловеческие нормы этики и морали. </p>
                                                </div>
                                            </div>
                                            <div class="card-comment">
                                                <div class="card-body-comment">
                                                    <span class="badge rounded-pill text-bg-dark">@Аналитик</span>
                                                    <h5 class="card-title-comment">Семен Полиморфизмович:</h5>
                                                    <p>Реально хрень, мы такое не согласовывали!</p>
                                                    <p>Полная лажа источников, современные исследования объявлены нарушающими общечеловеческие нормы этики и морали. </p>
                                                </div>
                                            </div>

                                        </div>
                                    </div>
                                </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
                <!-- Конец треда-->
                <!-- Начало треда-->
                <div class="row">
                    <div class="col-sm-9" style="background-color: #ebebeb;">
                        <div class="card-comment">
                            <div class="card-body-comment">
                                <h5 class="card-title-comment">Анастасия Гитхабовна<span class="badge" style="font-size: 10px; background-color: #cbbdff;">@Разработчики</span></h5>
                                <p class="card-text-comment">Вопрос на повестку: Надо бы закоммитить все что не закоммичено.</p>
                                <a href="#" class="btn btn-dark" role="button">Обсудить</a>
                            </div>
                        </div>
                    </div>
                </div>
                <!-- Конец треда-->
            </div>

        </div>
        <script src="https://cdn.jsdelivr.net/npm/@popperjs/core@2.11.6/dist/umd/popper.min.js" integrity="sha384-oBqDVmMz9ATKxIep9tiCxS/Z9fNfEXiDAYTujMAeBAsjFuCZSmKbSSUnQlmh/jp3" crossorigin="anonymous"></script>
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/js/bootstrap.min.js" integrity="sha384-cuYeSxntonz0PPNlHhBs68uyIAVpIIOZZ5JqeqvYYIcEL727kskC66kF92t6Xl2V" crossorigin="anonymous"></script>
    </body>
</html>